export const problemSubTypes = {
  river_erosion: [
    "বসত বাড়ির নিকট নদী ভাঙ্গন",
    "নদী ভাঙ্গনের কবলে কৃষিজমি",
    "নদী ভাঙ্গনের কবলে সংযোগ সড়ক",
    "নদী ভাঙ্গনের ফলে বাঁধ ক্ষতিগ্রস্থ",
    "নদী ভাঙ্গনের ফলে সেতু ক্ষতিগ্রস্থ",
    "অন্যান্য প্রতিষ্ঠান ক্ষতিগ্রস্থ",
  ],
  illegal_occupation: [
    "ব্যাক্তিগত কাঠামো নির্মাণ",
    "ব্যবসায়িক কাঠামো নির্মাণ",
    "অবৈধভাবে বাঁধ নির্মাণ",
    "অবৈধভাবে মৎস্য শিকার",
    "অবৈধভাবে নদী ভরাট করা",
  ],
  river_pollution: [
    "ময়লা আবর্জনা ফেলা",
    "কলকারখানার বর্জ্য নিষ্কাশন",
    "নর্দমার দূষিত পানি সরাসরি নদীতে ফেলা",
    "বিষাক্ত কীটনাশক ও অন্যান্য রাসায়নিক বর্জ্য নিষ্কাশন",
    "জলযান হতে বর্জ্য নিষ্কাশন",
  ],
  blockage_in_waterways: [
    "আবর্জনার কারনে নৌপথে বাধা",
    "জলযানের কারনে নৌপথে বাধা",
    "দুর্ঘটনার কারনে নৌপথে বাধা",
  ],
  accident_in_waterways: [
    "নৌযান সংঘর্ষ",
    "জলযান ডুবে যাওয়া",
    "মানুষ ডুবে যাওয়া",
    "জলদস্যুর আক্রমণ",
  ],
  sand_lift: ["অবৈধভাবে বালু উত্তোলন"],
};
